Repository: drunkenflamingos/drunkenflamingo-backend
Catalog: src/Locale/*/default.po
Languages: da_dk

source: Organizations
da_dk: Organisationer

source: Currencies
da_dk: Valutaer

source: Languages
da_dk: Sprog

source: Roles
da_dk: Roller

source: Word classes
da_dk: Ordklasser

source: Settings
da_dk: Indstillinger

source: Log out
da_dk: Log ud

source: Add {0}
da_dk: Tilføj {0}

source: Organization administrator
da_dk: Organisationsadministrator

source: Add
da_dk: Tilføj

source: Edit {0}
da_dk: Rediger {0}

source: Save
da_dk: Gem

source: Create
da_dk: Opret

source: Actions
da_dk: Handlinger

source: View
da_dk: Vis

source: Edit
da_dk: Rediger

source: Are you sure you want to delete {0}?
da_dk: Er du sikker på du vil slette {0}?

source: Delete
da_dk: Slet

source: previous
da_dk: forrige

source: next
da_dk: næste

source: Name
da_dk: Navn

source: Vat Number
da_dk: CVR nummer

source: Created
da_dk: Oprettet

source: Modified
da_dk: Redigeret

source: Deleted
da_dk: Slettet

source: This page requires authentication
da_dk: Denne side kræver du er logget ind

source: You have to select words first
da_dk: Du skal vælge ord først

source: Assignment was finished successfully
da_dk: Opgaven blev færdiggjort

source: An error happened
da_dk: Der skete en fejl

source: Unauthorized to student section
da_dk: Du kan ikke tilgå elev-modulet

source: Answer Feedback
da_dk: Besvarelse feedback

source: Teacher
da_dk: Lærer

source: Assignment title
da_dk: Opgavetitel

source: Subject
da_dk: Emne

source: Answer
da_dk: Besvarelse

source: Message
da_dk: Besked

source: Back
da_dk: Tilbage

source: Assignment
da_dk: Opgave

source: Homework
da_dk: Lektie

source: Completed
da_dk: Færdiggjort

source: Yes
da_dk: Ja

source: No
da_dk: Nej

source: Words in answer
da_dk: Ord i besvarelse

source: Skipped
da_dk: Sprunget over

source: Word class
da_dk: Ordklasse

source: Sentence
da_dk: Sætning

source: Help text
da_dk: Hjælpetekst

source: General feedback
da_dk: Generel feedback

source: Answers
da_dk: Svar

source: Homework name
da_dk: Lektie navn

source: Pick words from the text you don't know yet
da_dk: Vælg ordene du ikke kender endnu

source: Next
da_dk: Næste

source: Help
da_dk: Hjælp

source: Enter your question(s)
da_dk: Skriv dine spørgsmål

source: Enter synonym
da_dk: Skriv synonym

source: Enter sentence
da_dk: Skriv sætning

source: Previous
da_dk: Forrige

source: Finish
da_dk: Afslut

source: Write the meaning of the words
da_dk: Skriv ordenes mening

source: Enter definition
da_dk: Skriv definition

source: Created by
da_dk: Oprettet af

source: Title
da_dk: Titel

source: Text
da_dk: Tekst

source: Welcome, {0}
da_dk: Velkommen, {0}

source: Awesome! You're on a streak with {0} days in a row!
da_dk: Fedt! Du er på en streak med {0} dage i træk!

source: You're on the right direction! This is your {0} day in a streak!
da_dk: Du er på rette vej! Dette er din {0} dag i en streak!

source: Show direct
da_dk: Vis direkte

source: From course
da_dk: Fra klasse

source: Solved
da_dk: Løst

source: None
da_dk: Ingen

source: Description
da_dk: Beskrivelse

source: Assignments
da_dk: Opgaver

source: Answer {0}
da_dk: Besvarelse {0}

source: Edit (from {0})
da_dk: Rediger (fra {0})

source: Continue
da_dk: Fortsæt

source: No assignments found
da_dk: Ingen opgaver fundet

source: Profile
da_dk: Profil

source: Unauthorized to teacher section
da_dk: Du kan ikke tilgå lærer-modulet

source: Assignment added to homework
da_dk: Opgave tilføjet til lektie

source: Enter feedback
da_dk: Skriv feedback

source: Mark all as correct
da_dk: Marker alle som korrekt

source: Are you sure you want to delete # {0}?
da_dk: Er du sikker på du vil slette # {0}?

source: Add assignment
da_dk: Opret opgave

source: Text content
da_dk: Tekstindhold

source: Edit assignment
da_dk: Rediger opgave

source: New Assignment
da_dk: Ny opgave

source: Search
da_dk: Søg

source: Locked
da_dk: Låst

source: Correctly answered tasks
da_dk: Korrekt besvarede opgaver

source: Incorrectly answered tasks
da_dk: Forkert besvarede opgaver

source: Skipped tasks
da_dk: Opgaver sprunget over

source: Courses
da_dk: Klasser

source: List courses
da_dk: Liste med klasser

source: Pupils
da_dk: Elever

source: Quick-add course
da_dk: Quick-tilføj klasse

source: Choose
da_dk: Vælg

source: Course
da_dk: Klasse

source: Available from
da_dk: Tilgængelig fra

source: Available to
da_dk: Tilgængelig til

source: Select
da_dk: Vælg

source: New homework
da_dk: Ny lektie

source: Without course
da_dk: Uden klasse

source: Show only for
da_dk: Vis kun for

source: All
da_dk: Alle

source: Details
da_dk: Detaljer

source: Last modified
da_dk: Sidst ændret

source: Courses assigned
da_dk: Klasser tilknyttet

source: Add course
da_dk: TIlføj klasse

source: Published from
da_dk: Offentliggjort fra

source: Published to
da_dk: Offentliggjort til

source: No courses
da_dk: Ingen klasser

source: Are you sure you want to delete this?
da_dk: Er du sikker på du vil slette dette?

source: Users assigned
da_dk: Brugere tilknyttet

source: Add user
da_dk: TIlføj bruger

source: No users found
da_dk: Ingen brugere fundet

source: Add new assignment
da_dk: Tilføj ny opgave

source: Add existing assignment
da_dk: Tilknyt eksisterende opgave

source: No assignments
da_dk: Ingen opgaver

source: Time
da_dk: Tid

source: Pupil
da_dk: Elev

source: No answers yet
da_dk: Ingen besvarelser endnu

source: Users
da_dk: Brugere

source: User
da_dk: Bruger

source: Hardest words
da_dk: Sværeste ord

source: Select course
da_dk: Vælg klasse

source: Show all
da_dk: Vis alle

source: Select pupil
da_dk: Vælg elev

source: Word
da_dk: Ord

source: Amount of errors
da_dk: Antal fejl

source: Amount of skips
da_dk: Antal sprunget over

source: Statistics
da_dk: Statistikker

source: Pupil statistics
da_dk: Elevstatistik

source: Course statistics
da_dk: Klassestatistik

source: Statistics for {0}
da_dk: Statistik for {0}

source: Answers created
da_dk: Besvarelser oprettet

source: Answers done
da_dk: Besvarelser færdiggjorte

source: Words submitted
da_dk: Ord sendt

source: Words with no errors
da_dk: Ord uden fejl

source: Words with error
da_dk: Ord med fejl

source: Words skipped
da_dk: Ord sprunget over

source: Words without feedback
da_dk: Ord uden feedback

source: Unauthorized to Teacher administration
da_dk: Ingen adgang til læreradministrations-modulet

source: Teacher already has this role
da_dk: Lærer har allerede denne rolle

source: Role added toteacher
da_dk: Rolle tilføjet til lærer

source: Teacher only has this role
da_dk: Lærer har kun denne rolle

source: Role removed from teacher
da_dk: Rolle fjernet fra lærer

source: Add class
da_dk: TIlføj klasse

source: Edit class
da_dk: Rediger klasse

source: Delete class
da_dk: Slet klasse

source: List classes
da_dk: Vis klasser

source: New class
da_dk: Ny klasse

source: Classes
da_dk: Klasser

source: Add pupil
da_dk: Tilføj elev

source: Are you sure you want to delete {0} from class?
da_dk: Er du sikker på du vil fjerne {0} fra klassen?

source: Add pupil to class
da_dk: Tilføj elev til klasse

source: View class
da_dk: Vis klasse

source: Teachers
da_dk: Lærere

source: Add teacher
da_dk: Tilføj lærer

source: List teachers
da_dk: Vis lærere

source: Save and create new
da_dk: Gem og opret ny

source: List Teachers
da_dk: Vis lærerer

source: New teacher
da_dk: Ny lærer

source: Edit teacher
da_dk: Rediger lærer

source: Delete teacher
da_dk: Slet lærer

source: List pupils
da_dk: Vis elever

source: New pupil
da_dk: Ny elev

source: Edit pupil
da_dk: Rediger elev

source: Delete user
da_dk: Slet bruger

source: You have to be authenticated to see this content
da_dk: Du skal være logget ind for at se dette indhold

source: You're already logged in! :-)
da_dk: Du er allerede logget ind! :-)

source: Captcha failed...
da_dk: Captcha fejlede...

source: Invalid state
da_dk: Invalid tilstand

source: You got logged in
da_dk: Du er logget ind

source: Passwords are not equal
da_dk: Adgangskode stemmer ikke overens

source: Forgot password for Wordy
da_dk: Glemt adgangskoden til Wordy

source: You cannot unlock an assignment after it has been because it's already in use
da_dk: Du kan ikke låse en opgave op der allerede er i brug

source: You cannot change an assignment after students have submitted answers
da_dk: Du kan ikke ændre en opgave efter elever har sendt svar

source: You can only have 1 combination of grade and name
da_dk: Du kan kun have 1 kombination af klassetrin og navn

source: You cannot change your role id
da_dk: Du kan ikke ændre din rolle

source: You cannot change your role's organization
da_dk: Du kan ikke ændre din rolles organisation

source: When password is already set you cannot delete it
da_dk: Du kan ikke slette en eksisterende adgangskode

source: No organization
da_dk: Ingen organisation

source: Hi {0}
da_dk: Hej {0}

source: Go here to reset your password: {0}
da_dk: Gå hertil for at nulstille din adgangskode: {0}

source: Best regards, Wordy
da_dk: Venlig hilsen, Wordy

source: Hi {0}! Go here to reset your password: {1}
da_dk: Hej {0}! Gå hertil for at nulstille din adgangskode: {1}

source: Error
da_dk: Fejl

source: Thank you for signing up - we will be in touch!
da_dk: Tak for du har oprettet en bruger - vi kontakter dig snarest!

source: Welcome.
da_dk: Velkommen.

source: Lets make reading great again!
da_dk: Lad os gøre læsning fantastisk igen!

source: I just want a user...
da_dk: Jeg vil bare have en bruger...

source: Forgot password
da_dk: Glemt adgangskode

source: We will send you an email with a link to reset your password
da_dk: Vi sender en email med et link til at nulstille din adgangskode

source: Enter email...
da_dk: Indtast email...

source: Reset my password
da_dk: Nulstil min adgangskode

source: Reset password
da_dk: Nulstil adgangskode

source: New password
da_dk: Ny adgangskode

source: Repeat new password
da_dk: Gentag ny adgangskode

source: Change password
da_dk: Rediger adgangskode

source: Edit user
da_dk: Rediger bruger

source: Welcome back!
da_dk: Velkomment tilbage!

source: Enter password...
da_dk: Indtast adgangskode...

source: Login
da_dk: Log ind

source: Register new user
da_dk: Opret ny bruger

source: Or...
da_dk: Eller...

source: Login with Google
da_dk: Login med Google

source: Forgot pasword
da_dk: Glemt adgangskode

source: Create user
da_dk: Opret bruger

source: Password
da_dk: Adgangskode

source: Your name
da_dk: Dit navn

source: Register
da_dk: Registrer

source: The requested address {0} was not found on this server.
da_dk: Den ønskede addresse {0} blev ikke fundet på denne server.

source: An Internal Error Has Occurred
da_dk: Der skete en intern fejl
